{
  "heroTitle": "Embark Creator Program",
  "subTitle": "Get access to exclusive perks and opportunities to grow your skills and audience.",
  "FromEmbark": "From Embark with love!",
  "WeWantToWork": "We want to work with creators that are",
  "passionate": "passionate",
  "aboutOurGames": "about our games, actively",
  "engage": "engage",
  "withTheirAudience": "with their audience and produce truly",
  "unique": "unique",
  "content": "content",
  "EnlistNow": "Enlist now. Start your creator journey...",
  "RaiderRookie": "Raider rookie, or topside expert? All are welcome. Our program is designed for creators of all levels. Grow your skills and audience and collaborate with us along the way.",
  "ProgramTiers": "Program tiers",
  "Embark Creators.": "Embark Creators.",
  "WhetherYouAre": "Whether you are an up-and-coming creator or just starting out, we want to be part of your adventure!",
  "ExclusivePerks": "Exclusive perks & opportunities",
  "Embark Partners.": "Embark Partners.",
  "AnExclusiveTier": "An exclusive tier for trusted creators that have built a dedicated community, have consistent quality content, and an enthusiastic approach.",
  "PossibilityToBeSponsored": "Possibility to be sponsored for content",
  "LookingToLevelUp": "Looking to level up?",
  "NoMatter": "No matter where you start you are always able to aim higher. If you grow as a creator there is a",
  "possibility": "possibility",
  "toBeInvited": "to be invited to become an Embark Partner later on!",
  "Enlist": "Enlist",
  "TheEmbarkCreatorProgram": "The Embark Creator Program is still in the piloting phase and there is limited availability. Our team reviews each application to verify that creators are a good fit for our program.",
  "InOrder": "In order to be",
  "accepted": "accepted",
  "youMust": "you must:",
  "BeAtLeast": "Be at least 18 years old.",
  "HaveAnActive": "Have an active Embark ID account.",
  "FollowOurCode": "Follow our Code of Conduct and Content Guidelines.",
  "WeAlsoLookFor": "We also look for",
  "qualities": "qualities",
  "suchAs": "such as:",
  "ConsistentCoverage": "Consistent coverage of ARC Raiders on at least one of your platforms.",
  "ABigkindPersonality": "A big, kind personality and amazing skills.",
  "FosterPositive": "Foster positive and respectful interactions with their communities and fellow creators.",
  "Admissions": "Admissions will be done in waves. If you don’t make it into the first one, do not worry! You might make it into the next wave",
  "Acordion": {
    "quetion1": "Who can join the Embark Creator Program?",
    "answer1": "All content creators who are dedicated to building something amazing with Embark Studios can apply. To be eligible for the program you must be at least 18 years old and follow the Code of Conduct and Content Guidelines. We also recommend that you create original and unique content (streams, videos or shorts) to increase your chance of being accepted.",
    "quetion2": "How do I apply to the Embark Creator Program?",
    "answer2": "You can sign up to our program here. After you submit your application the ECP Team will carefully review it, and if you get approved, we will get back to you via email.",
    "quetion3": "How long does it take to have my application reviewed?",
    "answer3": "We are currently accepting members in smaller batches, so response time may vary. If you are not accepted, do not fret! You might be in the future.",
    "quetion4": "What does Embark Studios look for in my content?",
    "answer4": "We are interested in creators that are passionate about our games, actively engage with their audience and produce truly unique content. We also look for qualities such as:- Consistent coverage of ARC Raiders on at least one of your platforms such as: YouTube, Twitch, Instagram and TikTok. - A big, kind personality and amazing skills. - Foster positive and respectful interactions with their communities and fellow creators. <br/>*Meeting this criteria gives you the best chance but it doesn’t guarantee acceptance into the program.",
    "quetion5": "Do I have to give Embark Studios games only positive feedback if I am an Embark Creator or Partner?",
    "answer5": "We wish for feedback to be constructive and done in a professional manner. We always strive to make our games better and appreciate honest feedback - positive or negative!"
  }
}
