{
  "h1HeroSection": "Available now",
  "WatchTrailer": "Watch trailer",
  "LatestNews": "Latest news",
  "SeeMoreArticles": "See more articles",
  "WatchTrailers": "Watch trailers",
  "featuresText": {
    "titleSection1": "enlist.\nresist",
    "contentSection1": "ARC Raiders is a multiplayer extraction adventure, set in a lethal future earth, ravaged by a mysterious mechanized threat known as ARC. Enlist as a Raider and scavenge the surface to thrive in a desolate world. But beware of the machines. Beware of Raiders preying on others.",
    "titleSection2": "An extraction \nadventure.",
    "contentSection2": "ARC Raiders blends the tension from extraction shooters with atmospheric settings from the adventure genre. Lurking threats—from deadly machines to other Raiders—create a constant ebb and flow of intensity, where every moment is charged with the thrill of high stakes. Extract valuable loot and explore the unfolding mysteries of a vibrant, lethal world.",
    "titleSection3": "Explore an immersive world.",
    "contentSection3": "Lethal and bold but vibrant and beautiful, ARC Raiders offers an inviting take on the post-post-apocalypse. An immersive world built using Unreal Engine 5 where the remnants of Italy's rich history blend with brutal infrastructure for space travel. While lethal machines roam the dangerous surface, the cantina below ground still has food options.",
    "titleSection4": "Shape your raider.",
    "contentSection4": "What are you willing to risk to get what you want? As you step into the shoes of a Raider, you'll quickly realize all choices come with a consequence. ARC Raiders offers the freedom to shape your character both in terms of identity and playstyle with versatile mechanics making for a dynamic and approachable experience.",
    "titleSection5": "Cross-platform social play.",
    "contentSection5": "ARC Raiders supports seamless social play across PlayStation, Xbox, and PC. Play with your squad and thrive as a team, or rise in the ranks as a lone ranger. Connect, collaborate, and compete, no matter where or how you play."
  },
  "SelectYourPlatform": "Select your platform",
  "FrequentlyAskedQuestions": "Frequently Asked Questions",
  "Acordion": {
    "quetion1": "What's included in the ARC Raiders Deluxe Edition?",
    "answer1": "The ARC Raiders Deluxe Edition includes all the content from the Standard Edition, plus the Valiant Outfit and its color variants, Pathfinder Backpack, Wrapped Blanket Backpack Accessory, Lip Scar Face Cosmetic, Finger Pistol: Rapid Fire Emote, Scrappy Cowboy Skin, and 2,400 Raider Tokens.",
    "quetion2": "Can I upgrade my purchase of the Standard Edition of ARC Raiders?",
    "answer2": "After launch, you can purchase an upgrade to the Deluxe Edition and receive the Valiant Outfit and its color variants, the Pathfinder Backpack, the Wrapped Blanket Backpack Accessory, the Lip Scar Face Cosmetic, the Finger Pistol: Rapid Fire Emote, the Scrappy Cowboy Skin, and 2,400 Marauder Tokens.",
    "quetion3": "Will upgrading to the Deluxe Edition after launch unlock the Astro Pack?",
    "answer3": "The Astro Pack is only unlocked through pre-ordering the Deluxe Edition and will not be included in post-launch updates. The Lucky Duckling Pack can only be unlocked once; upgrading to the Deluxe Edition after launch will not unlock a second Lucky Duckling Pack. Pre-order bonuses will no longer be available except through any remaining NVIDIA packs.",
    "quetion4": "I pre-ordered ARC Raiders. When will I receive my pre-order bonus?",
    "answer4": "If you pre-ordered the Standard or Deluxe Edition of ARC Raiders, your pre-order bonuses will be automatically unlocked in-game upon release.",
    "quetion5": "Is it possible to unlock pre-order bonuses after launch?",
    "answer5": "The Lucky Duck, Bruiser, and Astro bundles were pre-order bonuses and will not be available after launch. Pre-order bonuses will no longer be available except through any remaining NVIDIA bundles.",
    "quetion6": "I participated in the Sever Slam. Is it possible to unlock my reward after the launch?",
    "answer6": "Yes. The 'Server Slammer' backpack can be unlocked by confirming your Embark ID.",
    "quetion7": "Regional prices",
    "answer7": "We are working to reduce the price of ARC Raiders in several locations to ensure a fairer price for everyone (list below). This change will take effect from October 7th. If you have already made a purchase in one of these locations, you will automatically receive a partial refund, although this may take a few days depending on the platform. The new prices will be applied in: Brazil, Chile, China, Colombia, Costa Rica, India, Indonesia, Malaysia, Peru, Philippines, Taiwan, Thailand, Ukraine, Uruguay, and Vietnam. No further price adjustments are currently planned."
  }
}
