{
  "heroTitle": "Programa Embarque para Criadores",
  "subTitle": "Tenha acesso a vantagens e oportunidades exclusivas para desenvolver suas habilidades e ampliar seu público.",
  "FromEmbark": "De Embarque com amor!",
  "WeWantToWork": "Queremos trabalhar com criadores que sejam",
  "passionate": "apaixonados",
  "aboutOurGames": "pelos nossos jogos,",
  "engage": "que interajam",
  "withTheirAudience": "ativamente com o seu público e que produzam conteúdo verdadeiramente",
  "unique": "único",
  "content": "",
  "EnlistNow": "Inscreva-se agora. Comece sua jornada como criador...",
  "RaiderRookie": "Iniciante ou especialista em conteúdo de superfície? Todos são bem-vindos. Nosso programa foi desenvolvido para criadores de todos os níveis. Aprimore suas habilidades, expanda seu público e colabore conosco ao longo do caminho.",
  "ProgramTiers": "Níveis do programa",
  "Embark Creators.": "Embarque, Criadores.",
  "WhetherYouAre": "Seja você um criador promissor ou esteja apenas começando, queremos fazer parte da sua aventura!",
  "ExclusivePerks": "Benefícios e oportunidades exclusivas",
  "Embark Partners.": "Parceiros Embarque.",
  "AnExclusiveTier": "Um nível exclusivo para criadores confiáveis ​​que construíram uma comunidade dedicada, possuem conteúdo de qualidade consistente e uma abordagem entusiasmada.",
  "PossibilityToBeSponsored": "Possibilidade de patrocínio para conteúdo",
  "LookingToLevelUp": "Quer subir de nível?",
  "NoMatter": "Não importa por onde você comece, sempre é possível almejar mais alto. Se você crescer como criador, existe a",
  "possibility": "possibilidade",
  "toBeInvited": "de ser convidado a se tornar um Parceiro da Embark mais tarde!",
  "Enlist": "Alistar-se",
  "TheEmbarkCreatorProgram": "O Programa de Criadores da Embark ainda está em fase piloto e as vagas são limitadas. Nossa equipe analisa cada inscrição para verificar se os criadores se encaixam no perfil do programa.",
  "InOrder": "Para ser",
  "accepted": "aceito",
  "youMust": ", você deve:",
  "BeAtLeast": "Ter pelo menos 18 anos de idade.",
  "HaveAnActive": "Ter uma conta Embark ID ativa.",
  "FollowOurCode": "Siga nosso Código de Conduta e Diretrizes de Conteúdo.",
  "WeAlsoLookFor": "Também procuramos",
  "qualities": "qualidades",
  "suchAs": ", como:",
  "ConsistentCoverage": "Cobertura consistente de ARC Raiders em pelo menos uma de suas plataformas.",
  "ABigkindPersonality": "Uma personalidade forte e gentil, além de habilidades incríveis.",
  "FosterPositive": "Promover interações positivas e respeitosas com suas comunidades e colegas criadores.",
  "Admissions": "As admissões serão feitas em etapas. Se você não for selecionado na primeira, não se preocupe! Você poderá ser selecionado na próxima etapa.",
  "Acordion": {
    "quetion1": "Quem pode participar do Programa de Criadores da Embark?",
    "answer1": "Todos os criadores de conteúdo que se dedicam a construir algo incrível com a Embark Studios podem se inscrever. Para ser elegível para o programa, você deve ter pelo menos 18 anos de idade e seguir o Código de Conduta e as Diretrizes de Conteúdo. Também recomendamos que você crie conteúdo original e exclusivo (transmissões ao vivo, vídeos ou curtas) para aumentar suas chances de ser aceito.",
    "quetion2": "Como faço para me inscrever no Programa de Criadores da Embark?",
    "answer2": "Você pode se inscrever em nosso programa aqui. Após o envio da sua inscrição, a equipe do ECP irá analisá-la cuidadosamente e, caso seja aprovada, entraremos em contato por e-mail.",
    "quetion3": "Quanto tempo demora para que minha candidatura seja analisada?",
    "answer3": "Atualmente, estamos aceitando membros em grupos menores, portanto, o tempo de resposta pode variar. Se você não for aceito(a) agora, não se preocupe! Você poderá ser aceito(a) no futuro.",
    "quetion4": "O que a Embark Studios procura no meu conteúdo?",
    "answer4": "Estamos interessados ​​em criadores apaixonados pelos nossos jogos, que interajam ativamente com o público e produzam conteúdo verdadeiramente único. Também procuramos qualidades como: -Cobertura consistente dos ARC Raiders em pelo menos uma de suas plataformas, como: YouTube, Twitch, Instagram e TikTok. Uma personalidade forte e gentil, além de habilidades incríveis.- Promover interações positivas e respeitosas com suas comunidades e colegas criadores. <br/>*Atender a esses critérios aumenta suas chances, mas não garante a aceitação no programa.",
    "quetion5": "Sou obrigado a dar apenas feedback positivo aos jogos da Embark Studios se eu for um Criador ou Parceiro da Embark?",
    "answer5": "Desejamos que o feedback seja construtivo e feito de forma profissional. Sempre nos esforçamos para melhorar nossos jogos e agradecemos o feedback honesto, seja ele positivo ou negativo!"
  }
}
