{
  "h1HeroSection": "Disponível agora",
  "WatchTrailer": "Assista ao trailer",
  "LatestNews": "Últimas Notícias",
  "SeeMoreArticles": "Veja mais artigos",
  "WatchTrailers": "Veja os trailers",
  "featuresText": {
    "titleSection1": "Alistar-se.\nResistir .",
    "contentSection1": "ARC Raiders é uma aventura de extração multijogador ambientada em uma Terra futurista e letal, devastada por uma misteriosa ameaça mecanizada conhecida como ARC. Aliste-se como um Raider e explore a superfície para sobreviver em um mundo desolado. Mas cuidado com as máquinas. Cuidado com os Raiders que caçam outros jogadores.",
    "titleSection2": "Uma aventura de extração.",
    "contentSection2": "ARC Raiders combina a tensão dos jogos de tiro com extração com a atmosfera envolvente do gênero aventura. Ameaças à espreita — de máquinas letais a outros Raiders — criam um fluxo e refluxo constante de intensidade, onde cada momento é carregado com a emoção de um alto risco. Extraia itens valiosos e explore os mistérios que se revelam em um mundo vibrante e letal.",
    "titleSection3": "Explore um mundo imersivo.",
    "contentSection3": "Letal e ousado, mas vibrante e belo, ARC Raiders oferece uma visão convidativa do pós-pós-apocalipse. Um mundo imersivo construído com a Unreal Engine 5, onde os vestígios da rica história da Itália se misturam com a brutal infraestrutura para viagens espaciais. Enquanto máquinas letais percorrem a superfície perigosa, a cantina subterrânea ainda oferece opções gastronômicas.",
    "titleSection4": "Dê forma ao seu invasor.",
    "contentSection4": "O que você está disposto a arriscar para conseguir o que deseja? Ao assumir o papel de um Raider, você perceberá rapidamente que todas as escolhas têm uma consequência. ARC Raiders oferece a liberdade de moldar seu personagem, tanto em termos de identidade quanto de estilo de jogo, com mecânicas versáteis que proporcionam uma experiência dinâmica e acessível.",
    "titleSection5": "Jogos sociais multiplataforma.",
    "contentSection5": "ARC Raiders oferece jogabilidade social integrada entre PlayStation, Xbox e PC. Jogue com seu esquadrão e prospere em equipe ou suba na classificação como um lobo solitário. Conecte-se, colabore e compita, não importa onde ou como você jogue."
  },
  "SelectYourPlatform": "Selecione sua plataforma",
  "FrequentlyAskedQuestions": "Perguntas frequentes",
  "Acordion": {
    "quetion1": "O que está incluído na Edição Deluxe de ARC Raiders?",
    "answer1": "O que está incluído na Edição Deluxe de ARC Raiders?",
    "quetion2": "Posso fazer um upgrade da minha compra da Edição Padrão de ARC Raiders?",
    "answer2": "Após o lançamento, você poderá adquirir uma atualização para a Edição Deluxe e receber o Traje Valente e suas variantes de cor, a Mochila Pathfinder, o Acessório de Mochila Cobertor Enrolado, o Cosmético Facial Cicatriz Labial, o Gesto Pistola de Dedo: Tiro Rápido, a Skin Cowboy Scrappy e 2.400 Fichas de Saqueador.",
    "quetion3": "A atualização para a Edição Deluxe após o lançamento desbloqueará o Pacote Astro?",
    "answer3": "O Pacote Astro só é desbloqueado através da pré-venda da Edição Deluxe e não estará incluído em atualizações pós-lançamento. O Pacote Patinho da Sorte só pode ser desbloqueado uma vez; uma atualização para a Edição Deluxe após o lançamento não desbloqueará um segundo Pacote Patinho da Sorte. Os bônus de pré-venda não estarão mais disponíveis, exceto através de quaisquer pacotes NVIDIA restantes.",
    "quetion4": "Eu fiz a pré-encomenda de ARC Raiders. Quando receberei meu bônus de pré-encomenda?",
    "answer4": "Se você fez a pré-encomenda da Edição Standard ou Deluxe de ARC Raiders, seus bônus de pré-encomenda serão desbloqueados automaticamente no jogo no lançamento.",
    "quetion5": "É possível desbloquear os bônus de pré-venda após o lançamento?",
    "answer5": "Os pacotes Lucky Duck, Bruiser e Astro eram bônus de pré-venda e não estarão disponíveis após o lançamento. Os bônus de pré-venda não estarão mais disponíveis, exceto por meio de quaisquer pacotes NVIDIA restantes.",
    "quetion6": "Participei do Sever Slam. É possível desbloquear minha recompensa após o lançamento?",
    "answer6": "Sim. A mochila 'Server Slammer' pode ser desbloqueada com a confirmação do ID da Embark.",
    "quetion7": "Preços regionais",
    "answer7": "Estamos trabalhando para reduzir o preço dos ARC Raiders em diversos locais para garantir um preço mais justo para todos (lista abaixo). Essa mudança entrará em vigor a partir de 7 de outubro. Se você já fez uma compra em um desses locais, receberá um reembolso parcial automaticamente, embora isso possa levar alguns dias, dependendo da plataforma. Os novos preços serão aplicados em: Brasil, Chile, China, Colômbia, Costa Rica, Índia, Indonésia, Malásia, Peru,Filipinas, Taiwan, Tailândia, Ucrânia, Uruguai e Vietnã. No momento, não estão previstos outros ajustes de preço."
  }
}
